export const userData = [
  {
    username: '김재우',
    birthdate: '1995-07-26', // 실제 날짜로 대체해야 합니다.
    email: 'wyswhsl21@naver.com',
    residence: '인천, 대한민국', // 실제 주소로 대체해야 합니다.
    contact: '010-7724-1393', // 실제 번호로 대체해야 합니다.
    password: 'wodmswodn12'.replace(/[a-z0-9]/g, '*'), // 실제 비밀번호로 대체해야 합니다.
  },
];

export const serviceUser = [
  {
    번호: 1,
    프로필: '',
    임직원명: '권미정',
    생년월일: '1990-10-29',
    성별: '여자',
    연락처: '010-5096-4206',
    와우인가입요청: true,
    임직원접속여부: true,
    부서: '미배정',
    직책: '요양보호사',
    직위: '사원님',
  },
  {
    번호: 2,
    프로필: '',
    임직원명: '김규원',
    생년월일: '1996-10-18',
    성별: '여자',
    연락처: '010-9807-6759',
    와우인가입요청: true,
    임직원접속여부: true,
    부서: '미배정',
    직책: '요양보호사',
    직위: '사원님',
  },
  {
    번호: 3,
    프로필: '',
    임직원명: '김동욱',
    생년월일: '1994-09-15',
    성별: '남자',
    연락처: '010-5096-4206',
    와우인가입요청: true,
    임직원접속여부: true,
    부서: '미배정',
    직책: '요양보호사',
    직위: '사원님',
  },
  {
    번호: 4,
    프로필: '',
    임직원명: '김재우',
    생년월일: '1990-07-26',
    성별: '남자',
    연락처: '010-5096-4206',
    와우인가입요청: true,
    임직원접속여부: true,
    부서: '미배정',
    직책: '요양보호사',
    직위: '사원님',
  },
  {
    번호: 5,
    프로필: '',
    임직원명: '김정원',
    생년월일: '1990-10-29',
    성별: '여자',
    연락처: '010-5096-4206',
    와우인가입요청: true,
    임직원접속여부: true,
    부서: '미배정',
    직책: '요양보호사',
    직위: '사원님',
  },
];
